from warnings import catch_warnings

#текст сообщений

start = """
<b>Приветствуем!</b>

В этом боте мы собираем заявки на выполнение различных услуг со всего телеграмма. С помощью него вы сможете получать тонны тёплых лидов и сразу связываться с ними.

<b>Разделы:</b>

⚡️ <b>Подписки</b> — оформляйте подписку на нужную вам категорию заявок, смотрите сколько дней подписки осталось

⚡️ <b>Поддержка</b> — задавайте любые вопросы по оплате бота.

⚡️ <b>Справка</b> — информация о категорях и работе бота. (Рекомендуем ознакомиться перед началом использования)

<b>Выберите действие</b>"""

emojis = '😌👈👉👋🤙🤞🤝🫂🗣🧠🫁🫀👀👑⭐️🌟✨⚡️💥🔥🔜👇✏️💬📎📌⭐️🟡🔘▶️'

menu = ("""<b>Главное меню</b>""")

cat = """Выберите категорию для подписки:"""

cat_already = """У вас уже оформлена подписка на эту категорию"""

sub1 = """Вы подписались на категорию Разработка"""
sub2 = """Вы подписались на категорию Маркетинг"""
sub3 = """Вы подписались на категорию Дизайн"""
sub4 = """Вы подписались на категорию Копирайтинг"""
sub5 = """Вы подписались на категорию Видеоконтент"""
sub6 = """Вы подписались на категорию Продюсирование"""
sub7 = """Вы подписались на категорию Разное"""


cab = """Personal cabinet"""

faq = """Справка"""

admin = """Вход в качестве админа выполнен

Выберите категорию для загрузки заявки"""

load_post = """Загрузите заявку:"""

post_loaded = """Заявка загружена

Выберите категорию для следующей заявки:"""






