from warnings import catch_warnings

#текст сообщений

start = """
В этом боте мы собираем для тебя заявки из 1 000+ бизнес-чатов в Telegram и ищем людей, нуждающихся в разных услугах и сотрудниках.

📍В разделе «Категория заявок» ты можешь выбрать нужную тебе категорию и подписаться на неё. Заявки буду приходить автоматически.

📍В личном кабинете можно управлять подпиской и следить за количеством оставшихся дней.

📍Нажав кнопку «Поддержка», можно задать любой вопрос по работе бота, или сообщить о сбое.

Надеемся, тебе у нас понравится 😉

---
Главное меню

Выберите действие:"""

emojis = '😌👈👉👋🤙🤞🤝🫂🗣🧠🫁🫀👀👑⭐️🌟✨⚡️💥🔥🔜👇✏️💬📎📌⭐️🟡🔘▶️'

menu = ("""<b>Главное меню</b>

Выберите действие:""")

help = """Help"""

cat = """Выберите категорию для подписки:"""

cat_already = """У вас уже оформлена подписка на эту категорию"""

sub1 = """Вы подписались на категорию SEO"""
sub2 = """Вы подписались на категорию SMM"""
sub3 = """Вы подписались на категорию Видеомонтаж"""
sub4 = """Вы подписались на категорию Дизайн"""
sub5 = """Вы подписались на категорию Контекст"""
sub6 = """Вы подписались на категорию Копирайт"""
sub7 = """Вы подписались на категорию Продюсирование"""
sub8 = """Вы подписались на категорию Разработка"""
sub9 = """Вы подписались на категорию Сайт"""
sub10 = """Вы подписались на категорию Таргет"""


cab = """Personal cabinet"""

faq = """FAQ"""

admin = """Вход в качестве админа выполнен

Выберите категорию для загрузки заявки"""

load_post = """Загрузите заявку:"""

post_loaded = """Заявка загружена

Выберите категорию для следующей заявки:"""






